#! vi:ft=ruby:
tap "aws/tap"
tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
brew "antigen"
brew "awscli"
brew "azure-cli"
brew "circleci"
brew "clib"
brew "cocoapods"
brew "cowsay"
brew "direnv"
brew "docker-completion", link: false
brew "fortune"
brew "gh"
brew "git"
brew "go"
brew "goenv", args: ["HEAD"]
brew "jq"
brew "juliaup"
brew "kotlin"
brew "mas"
brew "memcached", restart_service: true
brew "zlib"
brew "zstd"
brew "mysql", restart_service: true
brew "mysql@5.7"
brew "neofetch"
brew "neovim"
brew "node"
brew "openssl@3"
brew "pinentry-mac"
brew "poppler"
brew "postgresql@14"
brew "powerline-go"
brew "pv"
brew "pyenv"
brew "rbenv"
brew "rbspy"
brew "sha2"
brew "sha3sum"
brew "sl"
brew "sqlite-analyzer"
brew "sqlite-utils"
brew "terraform"
brew "wget"
brew "xauth"
brew "yarn"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "dart-lang/dart/dart"
cask "android-commandlinetools"
cask "brooklyn"
cask "docker"
cask "dotnet-sdk"
cask "font-ibm-plex"
cask "font-plemol-jp"
cask "gpg-suite"
cask "macfuse"
cask "qlmarkdown"
cask "session-manager-plugin"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
