# vi:ft=ruby:
brew "antigen"
brew "aws/tap/aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "circleci"
brew "clib"
brew "cocoapods"
brew "coreutils"
brew "dart-lang/dart/dart"
brew "ddclient", restart_service: true
brew "deno"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-completion"
brew "docker-compose"
brew "eksctl"
brew "esptool"
brew "gh"
brew "ghq"
brew "git"
brew "gmp"
brew "goenv", args: ["HEAD"]
brew "graphviz"
brew "heroku/brew/heroku"
brew "httpie"
brew "hub"
brew "jenv"
brew "jq"
brew "juliaup"
brew "kokopis/core/rclone"
brew "libressl"
brew "libvirt", restart_service: true
brew "libyaml"
brew "llvm"
brew "llvm@17"
brew "make"
brew "memcached", restart_service: true
brew "minikube"
brew "mysql"
brew "mysql@5.7"
brew "neofetch"
brew "neovim"
brew "nodenv"
brew "openssl@1.1"
brew "openssl@3"
brew "peco"
brew "pinentry-mac"
brew "postgresql@14"
brew "powerline-go"
brew "pyenv"
brew "qemu"
brew "rbenv"
brew "rbspy"
brew "readline"
brew "redis"
brew "rust"
brew "sha2"
brew "sha3sum"
brew "sqlite-analyzer"
brew "sqlite-utils"
brew "subversion"
brew "tfenv"
brew "wget"
brew "xq"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zstd"
cask "android-commandlinetools"
cask "android-file-transfer"
cask "brooklyn"
cask "corretto"
cask "corretto11"
cask "corretto17"
cask "corretto21"
cask "corretto8"
cask "font-ibm-plex"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-sans-arabic"
cask "font-ibm-plex-sans-condensed"
cask "font-ibm-plex-sans-devanagari"
cask "font-ibm-plex-sans-hebrew"
cask "font-ibm-plex-sans-jp"
cask "font-ibm-plex-sans-kr"
cask "font-ibm-plex-sans-thai"
cask "font-ibm-plex-sans-thai-looped"
cask "font-ibm-plex-serif"
cask "font-new-york"
cask "font-noto-sans-jp"
cask "font-noto-serif-jp"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "font-roboto"
cask "font-sf-arabic"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-sf-pro"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "macfuse"
cask "orbstack"
cask "qlcolorcode"
cask "qlmarkdown"
cask "session-manager-plugin"
cask "temurin"
cask "webpquicklook"
cask "xquartz"
tap "aws/tap"
tap "dart-lang/dart"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "homebrew/test-bot"
