# vi:ft=ruby:
tap "aws/tap"
tap "blacktop/tap"
tap "homebrew/autoupdate"
tap "homebrew/command-not-found"
tap "homebrew/test-bot"
brew "act"
brew "antigen"
brew "zstd"
brew "openssl@3"
brew "libyaml"
brew "readline"
brew "aws-sam-cli"
brew "python@3.12"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bottom"
brew "circleci"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-completion"
brew "docker-compose"
brew "dust"
brew "eksctl"
brew "eza"
brew "fd"
brew "gh"
brew "zstd"
brew "ghq"
brew "git"
brew "hexyl"
brew "httpie"
brew "jq"
brew "libressl"
brew "macchina"
brew "make"
brew "minikube"
brew "mise"
brew "neovim"
brew "nmap"
brew "peco"
brew "pinentry-mac"
brew "powerline-go"
brew "procs"
brew "rbspy"
brew "ripgrep"
brew "sha2"
brew "sha3sum"
brew "sqlite-analyzer"
brew "sqlite-utils"
brew "starship"
brew "telnet"
brew "tig"
brew "wget"
brew "xq"
brew "yq"
brew "zsh"
brew "aws/tap/copilot-cli"
cask "brooklyn"
cask "container"
cask "font-0xproto"
cask "font-0xproto-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-fira-sans"
cask "font-fira-sans-condensed"
cask "font-fira-sans-extra-condensed"
cask "font-firge"
cask "font-firgenerd"
cask "font-ibm-plex-math"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-sans-arabic"
cask "font-ibm-plex-sans-condensed"
cask "font-ibm-plex-sans-devanagari"
cask "font-ibm-plex-sans-hebrew"
cask "font-ibm-plex-sans-jp"
cask "font-ibm-plex-sans-kr"
cask "font-ibm-plex-sans-sc"
cask "font-ibm-plex-sans-tc"
cask "font-ibm-plex-sans-thai"
cask "font-ibm-plex-sans-thai-looped"
cask "font-ibm-plex-serif"
cask "font-juliamono"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-new-york"
cask "font-noto-sans-jp"
cask "font-noto-serif-jp"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "font-roboto"
cask "font-sf-arabic"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-sf-pro"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "mactex-no-gui"
cask "orbstack"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-json"
cask "session-manager-plugin"
cask "webpquicklook"
cask "xquartz"
